export const pptDefaultValue = `# 这里是第一页
以及一些基本的自我介绍

----
### 这里是第二页
- 这里有内容
- 这里有内容
- 这里有内容

----

没了，__谢谢__`

export const flowDefaultValue = `1. 开始
2. 输入数据
3. 数据处理
处理步骤1
处理步骤2
4. 数据展示
5. 结束

1->2->3
2->|连线上的句子|4`

export const markdownDefaultValue = `# 一级标题
## 二级标题
……
###### 六级标题

#### 2. 字体
**这是加粗的文字**
*这是倾斜的文字*
***这是斜体加粗的文字***
~~这是加删除线的文字~~


#### 3. 引用
>这是引用的内容
>>这是引用的内容

#### 4. 分割线
---
***
*****


#### 5. 图片

![图片alt](图片地址 “图片title”)

#### 6. 超链接
[超链接名]（超链接地址）
[简书](http://jianshu.com)

#### 7. 无序列表
- 列表内容
+ 列表内容
* 列表内容


#### 8. 表格
表头|表头|表头
---|:--:|---:
内容|内容|内容
内容|内容|内容
`