export const pptDefaultValue = `# 这里是第一页
以及一些基本的自我介绍

----
### 这里是第二页
- 这里有内容
- 这里有内容
- 这里有内容

----

没了，__谢谢__`

export const flowDefaultValue = `1. 开始
2. 输入数据
3. 数据处理
数据清洗、数据校对
4. 数据展示
5. 结束

1->2->3
2->|连线|4->5
3->5`

export const markdownDefaultValue = `# 一级标题
## 二级标题
……
###### 六级标题

#### 2. 字体
**这是加粗的文字**
*这是倾斜的文字*
***这是斜体加粗的文字***
~~这是加删除线的文字~~


#### 3. 引用
>这是引用的内容
>>这是引用的内容

#### 4. 分割线
---

#### 5. 图片

![图片alt](图片地址 “图片title”)

#### 6. 超链接
[超链接名]（超链接地址）
[简书](http://jianshu.com)

#### 7. 无序列表
- 列表内容
+ 列表内容
* 列表内容


#### 8. 表格
| 功能 | 支持情况 |
|------|----------|
| 标题 | ✅ |
| 列表 | ✅ |
| 代码块 | ✅ |
| 数学公式 | ✅ |
`

export const reportDefaultValue = `{card}
# 1月销售额
100
# 2月销售额
200
# 3月销售额
300

{bar}
# 柱状图标题
月份[x]: 1月,2月,3月
销售额[y]: 100,200,300


{bar}
# 柱状图标题
月份[x]: 1月,2月,3月
成本[y]: 100,200,300
销售额[y]: 200,300,400

`
